{
    "_class_name": "StableDiffusionPipeline",
    "_diffusers_version": "0.13.1",
    "feature_extractor": [
      "transformers",
      "CLIPFeatureExtractor"
    ],
    "scheduler": [
      "diffusers",
      "PNDMScheduler"
    ],
    "text_encoder": [
      "transformers",
      "CLIPTextModel"
    ],
    "tokenizer": [
      "transformers",
      "CLIPTokenizer"
    ],
    "unet": [
      "diffusers",
      "UNet2DConditionModel"
    ],
    "vae": [
      "diffusers",
      "AutoencoderKL"
    ]
  }
  