{
  "_class_name": "StableDiffusionPipeline",
  "_diffusers_version": "0.16.1",
  "feature_extractor": [
      null,
      null
  ],
  "scheduler": [
      "diffusers",
      "DEISMultistepScheduler"
  ],
  "text_encoder": [
      "transformers",
      "CLIPTextModel"
  ],
  "tokenizer": [
      "transformers",
      "CLIPTokenizer"
  ],
  "unet": [
      "diffusers",
      "UNet2DConditionModel"
  ],
  "vae": [
      "diffusers",
      "AutoencoderKL"
  ]
}
  